Repository: jonaswinkler/paperless
Catalog: src-ui/src/locale/messages.*.xlf
Languages: hu

source: Documents
hu: Dokumentumok

source: View "this.list.savedView.name" saved successfully.
hu: Nézet "this.list.savedView.name" sikeresen elmentve.

source: View "savedView.name" created successfully.
hu: Nézet "savedView.name" sikeresen létrehozva.

source: Select
hu: Kijelölés

source: Select none
hu: Kijelölés törlése

source: Select page
hu: Oldal kijelölése

source: Select all
hu: Mindent kijelöl

source: Sort by
hu: Rendezés

source: Views
hu: Nézet

source: Save as...
hu: Mentés másként

source: Save "{{list.savedViewTitle}}"
hu: Mentés "{{list.savedViewTitle}}"

source: Selected {{list.selected.size}} of {{list.collectionSize || 0}} {list.collectionSize, plural, =1 {document} other {documents}}
hu: Kijelölve {{list.selected.size}}/{{list.collectionSize || 0}}{list.collectionSize, plural, =1 {document} other {documents}}

source: Correspondent
hu: Partner

source: Title
hu: Cím

source: Document type
hu: Dokumentum típus

source: Created
hu: Létrehozva

source: Added
hu: Hozzáadva

source: Confirm delete
hu: Törlés megerősítése

source: Do you really want to delete document 'this.document.title'?
hu: Valóban törölni akarod ezt a dokumentumot: this.document.title?

source: The files for this document will be deleted permanently. This operation cannot be undone.
hu: A dokumentumhoz tartozó fájlok véglegesen törlésre kerülnek. Ez a művelet nem visszafordítható.

source: Delete document
hu: Dokumentum törlése

source: Delete
hu: Törlés

source: Download
hu: Letöltés

source: More like this
hu: Ehhez hasonlók

source: Close
hu: Bezárás

source: Details
hu: Részletek

source: Content
hu: Tartalom

source: Metadata
hu: Metaadat

source: Discard
hu: Elvetés

source: Save
hu: Mentés

source: Page
hu: Oldal

source: of {{previewNumPages}}
hu: / {{previewNumPages}}

source: Download original
hu: Eredeti letöltése

source: Archive serial number
hu: Archívum sorozat szám

source: Date created
hu: Létrehozás dátuma

source: Tags
hu: Cimkék

source: Date modified
hu: Módosítás dátuma

source: Date added
hu: Hozzáadás dátuma

source: Media filename
hu: Média fájlnév

source: Original MD5 checksum
hu: Eredeti MD5 ellenőrző szám

source: Original file size
hu: Eredeti fájl méret

source: Original mime type
hu: Eredeti MIME típus

source: Archive MD5 checksum
hu: Archívum MD5 ellenőrző szám

source: Archive file size
hu: Archív fájl mérete

source: Original document metadata
hu: Eredeti dokumentum metaadat

source: Archived document metadata
hu: Archivált dokumentum metaadat

source: Save & next
hu: Mentés & Következő

source: Hello this.displayName, welcome to Paperless-ng!
hu: Hello this.displayName, a Paperless-ng üdvözöl Téged!

source: Welcome to Paperless-ng!
hu: Üdvözöl a Paperless-ng!

source: Dashboard
hu: Vezérlőpult

source: Do you really want to delete the tag "object.name"?
hu: Valóban törölni akarod a "object.name" címkét?

source: Create
hu: Létrehozás

source: Name
hu: Név

source: Color
hu: Szín

source: Matching
hu: Egyezés

source: Document count
hu: Dokumentum szám

source: Actions
hu: Műveletek

source: Documents
hu: Dokumentumok

source: Edit
hu: Szerkesztés

source: Do you really want to delete the document type "object.name"?
hu: Valóban törölni akarod a "object.name" dokumentum típust?

source: Document types
hu: Dokumentum típusok

source: Logs
hu: Napló

source: Filter
hu: Szűrő

source: Saved view "savedView.name deleted.
hu: Nézet "savedView.name" sikeresen törölve.

source: Settings saved successfully.
hu: Beállítások elmentve.

source: Error while storing settings on server: JSON.stringify(error.error)
hu: Hiba történt a beállitások mentése közben: JSON.stringify(error.error)

source: General settings
hu: Általános beállitások

source: Saved views
hu: Mentett nézetek

source: Document list
hu: Dokumentum lista

source: Items per page
hu: Oldalankénti elemek száma

source: Bulk editing
hu: Csoportos szerkesztés

source: Show confirmation dialogs
hu: Jóváhagyó dialógusok mutatása

source: Deleting documents will always ask for confirmation.
hu: Dokumentumok törlése mindig jóváhagyást igényel

source: Apply on close
hu: Alkalmazás bezárás után

source: Appears on
hu: Megjelenés

source: Show on dashboard
hu: Vezérlőpulton megjelenítés

source: Show in sidebar
hu: Oldal menüben megjelenítés

source: No saved views defined.
hu: Nincs mentett nézet definiálva.

source: 404 Not Found
hu: 404 Nem található

source: Do you really want to delete the correspondent "object.name"?
hu: Valóban törölni szerenéd a következő partnert: "object.name" ?

source: Correspondents
hu: Partnerek

source: Last correspondence
hu: Utolsó partner

source: Confirmation
hu: Jóváhagyás

source: Confirm
hu: Jóváhagy

source: Create new correspondent
hu: Új partner létrehozása

source: Edit correspondent
hu: Partner szerkesztése

source: Could not save correspondent: error
hu: Hiba a partner mentése közben: "error"

source: Matching algorithm
hu: Egyeztető algoritmus

source: Match
hu: Egyezés

source: Auto matching does not require you to fill in this field.
hu: Automata egyeztetés esetén nem kell kitölteni ezt a mezőt.

source: Case insensitive
hu: Kisbetű-nagybetű érzékenység

source: Auto matching ignores this option.
hu: Automatikus egyeztetés miatt ez az opció nem érhető el.

source: Cancel
hu: Megszakítás

source: Create new tag
hu: Új cimke készítése

source: Edit tag
hu: Cimke szerkesztés

source: Could not save tag: error
hu: Hiba történt a cimke mentése közben: "error"

source: Inbox tag
hu: Inbox cimke

source: Inbox tags are automatically assigned to all consumed documents.
hu: Az "inbox" cimkék automatikusan hozzárendelődnek a feldolgozott dokumentumokhoz.

source: Create new document type
hu: Új dokumentum tipus létrehozása

source: Edit document type
hu: Dokumentum típus szerkesztése

source: Could not save document type: error
hu: Hiba a dokumentum típus mentése során: error

source: Search results
hu: Találatok

source: Invalid search query: {{errorMessage}}
hu: Érvénytelen keresési kifejezés: {{errorMessage}}

source: Showing documents similar to <a routerLink="/documents/{{more_like}}">{{more_like_doc?.original_file_name}}{{more_like_doc?.original_file_name}}</a></a>
hu: <a routerLink="/documents/{{more_like}}">{{more_like_doc?.original_file_name}}{{more_like_doc?.original_file_name}}</a></a> -hez hasonló dokumentumok mutatása

source: Search query: <i>{{query}}{{query}}</i></i>
hu: Keresés: <i>{{query}}{{query}}</i></i>

source: Did you mean "<a [routerLink]="" (click)="searchCorrectedQuery()">{{correctedQuery}}{{correctedQuery}}</a></a>"?
hu: Úgy értetted, hogy "<a [routerLink]="" (click)="searchCorrectedQuery()">{{correctedQuery}}{{correctedQuery}}</a></a>"?

source: Search for documents
hu: Dokumentum keresése

source: Manage
hu: Menedzselés

source: Settings
hu: Beállitások

source: Admin
hu: Adminisztráció

source: Misc
hu: Egyéb

source: Documentation
hu: Dokumentáció

source: Logout
hu: Kilépés

source: Open documents
hu: Dokumentum megnyitása

source: Close all
hu: Összes bezárása

source: Correspondent: this.correspondents.find(c => c.id == +rule.value)?.name
hu: Partner: this.correspondents.find(c => c.id == +rule.value)?.name

source: Type: this.documentTypes.find(dt => dt.id == +rule.value)?.name
hu: Típus: this.documentTypes.find(dt => dt.id == +rule.value)?.name

source: Tag: this.tags.find(t => t.id == +rule.value)?.name
hu: Cimke: this.tags.find(t => t.id == +rule.value)?.name

source: Filter by:
hu: Szűrés:

source: Filter tags
hu: Cimkék szerinti szűrés

source: Filter correspondents
hu: Partnerek szerinti szűrés

source: Filter document types
hu: Dokumentum típus szerinti szűrés

source: Clear all filters
hu: Összes szűrő törlése

source: Not assigned
hu: Nincs hozzárendelés

source: Apply
hu: Alkalmaz

source: Last 7 days
hu: Utolsó 7 nap

source: Last month
hu: Előző hónap

source: Last 3 months
hu: Előző 3 hónap

source: Last year
hu: Előző év

source: After
hu: Után

source: Before
hu: Előtte

source: Clear
hu: Törlés

source: View
hu: Megtekint

source: Score:
hu: Pont:

source: Created: {{document.created | date}}
hu: Létrehozva: {{document.created | date}}

source: Filter by correspondent
hu: Partner szerinti szűrés

source: Filter by tag
hu: Cimke szerinti szűrés

source: View in browser
hu: Megtekintés böngészőben

source: "items[0].name" and "items[1].name"
hu: "items[0].name" és "items[1].name"

source: list and "items[items.length - 1].name"
hu: list és "items[items.length - 1].name"

source: Confirm tags assignment
hu: Cimke hozzárendelés jóváhagyása

source: Confirm correspondent assignment
hu: Partner hozzárendelés megerősítése

source: Confirm document type assignment
hu: Dokumentum típus hozzárendelés megerősítése

source: Delete confirm
hu: Törlés megerősítése

source: This operation cannot be undone.
hu: Ez a művelet nem visszafordítható.

source: Delete document(s)
hu: Dokumentum(ok) törlése

source: Select:
hu: Kijelöl

source: All
hu: Mind

source: Edit:
hu: Szerkeszt:

source: Save current view
hu: Jelenlegi nézet mentése

source: Show all
hu: Mindent megjelenít

source: Statistics
hu: Statisztika

source: Documents in inbox: {{statistics.documents_inbox}}
hu: Inboxban található dokumentumok: {{statistics.documents_inbox}}

source: Total documents: {{statistics.documents_total}}
hu: Összes dokumentum:

source: The document has been uploaded and will be processed by the consumer shortly.
hu: A dokumentum feltöltése megtörtént és hamarosan feldolgozásra kerül.

source: There was an error while uploading the document: error.error.document
hu: Hiba történt a dokumentum feltöltése közben: error.error.document

source: An error has occurred while uploading the document. Sorry!
hu: Váratlan hiba történt a dokumentum feltöltése során, sajnálom!

source: Upload new documents
hu: Új dokumentum feltöltése

source: Drop documents here or
hu: Húzz ide dokumentumokat, vagy

source: Browse files
hu: Fájl böngészése

source: Uploading {uploadStatus.length, plural, =1 {file} =other {{{uploadStatus.length}} files}}...
hu: Feltöltés alatt: {uploadStatus.length, plural, =1 {file} =other {{{uploadStatus.length}} files}}

source: First steps
hu: Első lépések

source: Paperless is running! :)
hu: A Paperless üzemel! :)

source: Metadata
hu: Metaadat

source: Select
hu: Kijelöl

source: Please select an object
hu: Kérem válaszon egy elemet

source: Yes
hu: Igen

source: No
hu: Nem

source: (no title)
hu: (nincs cím)

source: Error
hu: Hiba

source: Information
hu: Információ

source: Correspondent
hu: Partner

source: Document type
hu: Dokumentum típus

source: Title
hu: Cím

source: Created
hu: Létrehozva

source: Added
hu: Hozzáadva

source: Modified
hu: Módosítva

source: Light blue
hu: Világos kék

source: Blue
hu: Kék

source: Light green
hu: Világos zöld

source: Green
hu: Zöld

source: Light red
hu: Világos piros

source: Red
hu: Piros

source: Light orange
hu: Világos narancs

source: Orange
hu: Narancs

source: Light violet
hu: Világos lila

source: Violet
hu: Lila

source: Brown
hu: Barna

source: Black
hu: Fekete

source: Light grey
hu: Világos szürke

source: Create new item
hu: Új elem létrehozása

source: Edit item
hu: Elem szerkesztése

source: Could not save element: error
hu: Hiba az elem mentése során: error

source: Automatic
hu: Automatikus

source: Do you really want to delete this element?
hu: Valóban törölni szeretnéd ezt az elemet?

source: Associated documents will not be deleted.
hu: A kapcsolódó dokumentumok nem kerülnek törlésre.

source: Delete
hu: Törlés

source: Any
hu: Bármelyik

source: All
hu: Mindegyik

source: Literal
hu: Szó szerinti

source: Regular expression
hu: Regexp

source: Fuzzy match
hu: "Fuzzy" találat

source: Auto
hu: Automatikus
